7zip
acpi
alsa-firmware
alsa-utils
amd-ucode
archlinux-xdg-menu
aspnet-runtime-8.0
assimp
base
base-devel
bluetui
bluez
bluez-utils
boost-libs
breeze
breeze-gtk
breeze-plymouth
brightnessctl
calligra
cava
chafa
chezmoi
cliphist
cmatrix
code
cowsay
cpio
directx-headers
discord
dolphin
dotnet-runtime-8.0
dotnet-sdk-8.0
doxygen
dunst
efibootmgr
ell
eog
extra-cmake-modules
fastfetch
fd
ffmpegthumbs
filelight
firefox
fzf
git
glad
glfw
gnome-keyring
go
gobject-introspection
gobject-introspection-runtime
grub
htop
hypridle
hyprland
hyprlock
hyprpicker
hyprpolkitagent
hyprsunset
imagemagick
inter-font
kde-cli-tools
kdegraphics-thumbnailers
kdenetwork-filesharing
kdoctools
kimageformats5
kio-admin
kitty
konsole
krita
krita-plugin-gmic
kseexpr
ladspa
layer-shell-qt
lib32-nvidia-utils
libheif
libmypaint
libwmf
linux
linux-firmware
man-db
man-pages
meson
moreutils
movit
nano
neovim
networkmanager
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nvidia
nvidia-utils
nwg-look
obs-studio
openshot
openvpn
os-prober
papirus-icon-theme
pipewire
poppler-qt5
print-manager
pulseaudio
pulseaudio-bluetooth
pulseaudio-qt
purpose
python-cairo
python-gobject
python-loguru
python-pip
python-pyqt5
python-setuptools
qt5-wayland
qt6-3d
qt6-imageformats
qt6-positioning
qt6-quick3d
qt6-virtualkeyboard
qt6-webchannel
qt6-webengine
qt6-websockets
qt6-webview
qt6ct
reflector
resources
rofi
rtaudio
rtaudio-docs
sddm
sdl12-compat
sdl_image
sl
sox
sudo
swww
texinfo
texlive-fontsrecommended
texlive-fontutils
texlive-latexextra
texlive-plaingeneric
ttf-firacode-nerd
ttf-font-awesome
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-noto-nerd
unzip
uwsm
vi
vim
vulkan-nouveau
vulkan-tools
wacomtablet
waybar
wayland-utils
wev
wget
wine
wine-mono
wireplumber
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdotool
xf86-video-fbdev
xf86-video-vesa
xfconf
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-sessreg
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
zip
zsh
zsh-completions
