7zip
acpi
adobe-base-14-fonts
alsa-firmware
alsa-utils
amd-ucode
archlinux-xdg-menu
aspnet-runtime-8.0
asusctl
base
bluetui
bluez-utils
breeze
breeze-plymouth
brightnessctl
calligra
cava
chezmoi
cliphist
cmatrix
code
cowsay
discord
dolphin
dotnet-sdk-8.0
doxygen
dunst
eog
extra-cmake-modules
fastfetch
fd
filelight
firefox
fzf
github-desktop
glad
glfw
go
gobject-introspection
grub
htop
hypridle
hyprlock
hyprpolkitagent
hyprshade
hyprshot
hyprsunset
hyprsysteminfo
inter-font
layer-shell-qt
man-pages
mimeo
moreutils
nano
neofetch
neovim
nvidia
nwg-look
obs-studio
openshot
openvpn
otf-frb-american-cursive
papirus-icon-theme
print-manager
pulseaudio-qt
python-loguru
python-pywal16
python-pywalfox
qt6-3d
qt6-virtualkeyboard
qt6-websockets
qt6-webview
qt6ct
reflector
resources
rofi
rose-pine-hyprcursor
sddm
sl
spotify
swww
ttf-firacode-nerd
ttf-font-awesome
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-noto-nerd
ttf-zpix
unityhub
vi
vulkan-tools
wacomtablet
waybar
wayland-utils
wev
wget
xf86-video-fbdev
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-server-xephyr
xorg-server-xnest
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwud
yay
zen-browser-bin
zip
